Revit 2027 API
ParameterTypeId.BasepointElevationParam Property
 "Elev"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BasepointElevationParam { get; }
Public Shared ReadOnly Property BasepointElevationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BasepointElevationParam {
	ForgeTypeId^ get ();
}
static member BasepointElevationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace